Repository: freedomsponsors/www.freedomsponsors.org
Catalog: djangoproject/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: title and description are required
pt_br: título e descrição são obrigatórios

source: new Feedback: %s
pt_br: novo Feedback: %s

source: ERROR:
pt_br: ERRO:

source: Error: need query parameter.
pt_br: Erro: falta o parâmetro da query

source: Error: need trackerURL parameter.
pt_br: Erro: falta o parâmetro trackerURL

source: Payment canceled
pt_br: Pagamento cancelado

source: CANCELED payment %s
pt_br: CANCELADO o pagamento %s

source: Error: attempt to cancel a payment already processed
pt_br: Erro: tentativa de cancelar um pagamento já processado

source: Session expired
pt_br: Sessão expirada

source: unverified IPN
pt_br: IPN não verificado

source: New user registered:
pt_br: Novo usuário registrado:

source: next
pt_br: próximo

source: WATCHING
pt_br: ESTA_OBSERVANDO

source: NOT_WATCHING
pt_br: NAO_ESTA_OBSERVANDO

source: Email Address
pt_br: Endereço de E-mail

source: email address
pt_br: endereço de e-mail

source: email addresses
pt_br: endereços de e-mail

source: email address added
pt_br: endereço de e-mail adicionado

source: email address is already primary
pt_br: endereço de e-mail já é o primário

source: primary address changed
pt_br: endereço primario alterado

source: email address must be activated first
pt_br: o endereço de e-mail deve ser ativado antes

source: email address already activated
pt_br: o endereço de e-mail já está ativado

source: activation email sent
pt_br: e-mail de ativação enviado

source: email address not found
pt_br: endereço de e-mail não encontrado

source: email address already active
pt_br: o endereço de e-mail já está ativado

source: email address is now active
pt_br: o endereço de email está ativo agora

source: cannot remove primary email address
pt_br: o e-mail primário não pode ser removido

source: email address is not associated with this account
pt_br: o endereço de e-mail não está associado a esta conta

source: email address removed
pt_br: endereço de email removido

source: To activate the new email address for '%(user)s' at '%(site_name)s' click the following link. %(activate_url)s If you didn't request this email activation, delete this email.
pt_br: Para ativar o novo endereço de e-mail para '%(user)s' em '%(site_name)s' cliqueno link a seguir. %(activate_url)s Se você não solicitou este e-mail de ativação, delete-o.

source: Activate email address for %(site_name)s
pt_br: Ativar o endereço de e-mail para %(site_name)s

source: Content purported to be compressed with %s but failed to decompress.
pt_br: O conteúdo parecia comprimido com %s mas a descompressão falhou

source: Unsupported value for qop: %s.
pt_br: Valor não suportado para qop: %s.

source: Unsupported value for algorithm: %s.
pt_br: Valor não suportado para algoritimo: %s.

source: The challenge doesn't contain a server nonce, or this one is empty.
pt_br: O desafio não contém um único servidor, ou este está vazio.

source: Unsupported value for pw-algorithm: %s.
pt_br: Valor não suportado para pw-algorith: %s.

source: Redirected but the response is missing a Location: header.
pt_br: Redirecionado, falta uma Localização na resposta: header.

source: previous
pt_br: anterior

source: Activate users
pt_br: Usuários ativos

source: Re-send activation emails
pt_br: Reenviar e-mails de ativação

source: Username
pt_br: Nome de usuário

source: This value may contain only letters, numbers and @/./+/-/_ characters.
pt_br: Este valor deve conter somente letras, numeros e os caracteres @/./+/-/_

source: Password
pt_br: Senha

source: Password (again)
pt_br: Senha (novamente)

source: A user with that username already exists.
pt_br: Já existe um usuário com este nome de usuário

source: A user with that email already exists.
pt_br: Já existe um usuário com este e-mail

source: We won't lecture you on password security - you probably heard enough about it by now. But please make it at least 6 characters long!
pt_br: Nós não vamos ensinalo sobre segurança de senhas - você provavelmente já ouviu falar bastante sobreisto. Mas, por favor crie uma com pelo menos 6 dígitos!

source: The two password fields didn't match.
pt_br: As senhas digitadas não conferem

source: I have read and agree to the Terms of Service
pt_br: Eu li e concordo ccom os Termos de Serviço

source: You must agree to the terms to register
pt_br: Você deve concordar com os termos para se registrar

source: This email address is already in use. Please supply a different email address.
pt_br: Este endereço de e-mail já está em uso. Favor fornecer um endereço de e-mail diferente.

source: Registration using free email addresses is prohibited. Please supply a different email address.
pt_br: É proibido registrar-se com contas gratuitas de e-mail. Por favor, forneça um endereço de e-mail diferente.

source: user
pt_br: usuário

source: activation key
pt_br: chave de ativação

source: registration profile
pt_br: perfil de registro

source: registration profiles
pt_br: perfís de registro

source: Authentication process was cancelled
pt_br: O processo de autenticação foi chamado

source: Authentication failed: %s
pt_br: Autenticação falhou: %s

source: This %(provider)s account is already in use.
pt_br: Esta conta de %(provider)s já está em uso.

source: Crowdfunding Opensource, one issue at a time...
pt_br: Financiamento coletivo de Software livre, uma issue por vez...

source: Some even have a voting system
pt_br: Alguns têm até sistema de votação

source: And developers use the results to prioritize their work.
pt_br: E os desenvolvedores usam os resultados para priorizar seu trabalho.

source: But what if...
pt_br: Mas e se...

source: If you need an issue so bad that you'd be willing to PAY a few bucks for it, here's what you can do:
pt_br: Se você precisar tanto de uma issue que você está disposto a pagar alguns trocados por ela,heis o que você pode fazer:

source: 1) Create an offer here at FreedomSponsors
pt_br: 1) Crie uma oferta no FreedomSponsors

source: The new offer points to the original issue in the project's issue tracker
pt_br: A nova oferta aponta para a issue original do issue tracker do projeto

source: 2) Other people might also be interested on it
pt_br: 2) Outras pessoas podem também estar interessadas nela

source: 3) Oh yeah, you gotta tell the developers about it, of course!
pt_br: 3) Ah sim, você tem que avisar os desenvolvedores também, é claro!

source: 4) Over time, that issue acumulates
pt_br: 4) Com o tempo, aquela issue acumula

source: Which is way more interesting than just votes, right?
pt_br: O que é muito mais interessante que simples votos, certo?

source: 4) Some developer then resolves the issue
pt_br: 5) Algum desenvolvedor então resolve a issue

source: And tells everyone about it here at FreedomSponsors.
pt_br: E avisa todo mundo no FreedomSponsors

source: 5) As a sponsor, you go and and see if it really solves your problem.
pt_br: 6) Como um patrocinador, você vai lá e ve se a issue realmente foi resolvida.

source: About
pt_br: Sobre

source: Developers
pt_br: Desenvolvedores

source: Project list
pt_br: Lista de projetos

source: Crowdfunding Free Software, one issue at a time
pt_br: Financiamento coletivo de Software Livre, uma issue de cada vez

source: Place money bounties for open source projects <strong>issues</strong>
pt_br: Dê reconpensas financeiras para <strong>issues</strong> de projetos open source

source: Learn more...
pt_br: Aprender mais...

source: Sponsor/Kickstart a new issue
pt_br: Patrocine/Lance uma nova issue

source: Issue URL
pt_br: URL da issue

source: Paste the issue URL
pt_br: Cole a URL

source: Sponsor &gt;&gt;
pt_br: Patrocine &gt;&gt;

source: Kickstart &gt;&gt;
pt_br: Lance &gt;&gt;

source: Sponsored
pt_br: Patrocinados

source: Kickstarting
pt_br: Lançados

source: More...
pt_br: Mais...

source: View Profile
pt_br: Ver Perfil

source: Edit Profile
pt_br: Editar Perfil

source: Change password
pt_br: Mudar senha

source: My issues
pt_br: Minhas issues

source: Github Settings
pt_br: Configurações do Github

source: Sign Out
pt_br: Sair

source: Log in / Register
pt_br: Entrar / Registrar

source: Sponsor new issue
pt_br: Patrocinar uma nova issue

source: Search
pt_br: Busca

source: Stats
pt_br: Estatísticas

source: Users
pt_br: Usuários
